Revit 2027 API
ParameterTypeId.LoadAttrMomentScaleFactor Property
 "Moment scale"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAttrMomentScaleFactor { get; }
Public Shared ReadOnly Property LoadAttrMomentScaleFactor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAttrMomentScaleFactor {
	ForgeTypeId^ get ();
}
static member LoadAttrMomentScaleFactor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace